;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Joan Queralt
; TranslationAuthorEmail: 
; Soft Version: 1.23.24
; Update: September 11, 2015
;
[Lang]
NativeLanguage=Català
[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=D'acord
ButtonMinimize=Minimitzar
ButtonMaximize=Maximitzar
ButtonClose=Tancar
ButtonRestore=Restaurar
ButtonMenu=Menú

[Translation]
LangCode=0403
ReadHabit=Left-to-right
LanguageName=CAT
LangShortName=cat-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Advertència
Error=Error
Confirm=Confirmar
;
; Popup menu
;
pmHelp=Ajuda en Línia
pmforum=Fòrum
pmHome=Pàgina Web
pmContact=Contacti amb nosaltres
pmCheckNew=Cercar actualitzacions
pmLang=Idioma
pmAbout=Quant a ...
pmConMenu=Afegir al menú contextual
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Desfacis de qualsevol arxiu que no es pot eliminar amb Windows
FrmWDMain.btnAFile.caption=Afegir Arxiu
FrmWDMain.btnAfolder.caption=Afegir Carpeta
FrmWDMain.btnRemove.caption=Treure
FrmWDMain.btnDel.caption=Desbloquejar & Eliminar
FrmWDMain.btnsupport.caption=Suggeriments
FrmWDMain.btnfacebook.hint=Segueixi'ns a Facebook
FrmWDMain.btntwitter.hint=Comparteix Wise Force Deleter a Twitter
FrmWDMain.btngoogle.hint=Comparteix Wise Force Deleter a Google+
FrmWDMain.btnemail.hint=Parli als seus amics de Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Nom
FrmWDManin.lvfile.Columns[1]=Ruta
FrmWDManin.lvfile.Columns[2]=Estat
;
; About
;
FrmAbout.caption=Quant a...
FrmAbout.lblver.caption=Versió actual:
FrmAbout.lblemail.caption=E-Mail de suport:
FrmAbout.lblhome.caption=Pàgina Web:
FrmAbout.lblthanks.caption=Agraïments a les següents persones per les seves contribucions:
FrmAbout.lblWarning.caption=Avís: Aquest programa està protegit per la llei de drets d'autor i els tractats internacionals.

[Message]
DragFile=Una carpeta no pot ser arrossegada.
ForceDelete=Forçar l'eliminació
Newver=Una nova versió de Wise Force Deleter està disponible, vols actualitzar ara?
NoNewVer=Felicitats, la versió que utilitzeu és l'última!
None=Preparat
Unlocked=Desbloquejar & Eliminar
Deleted=Eliminat
FailDel=Eliminació fallida
Aborted=Avortat
NoExists=No existeix
ConfirmDel=Vols desbloquejar i eliminar l'arxiu(s)?
TranslateTo=Traduir a...